{
	"About": "Über mich",
	"ROLE": "FUNKTION",
	"Frontend Developer": "Frontend Entwicklerin",
	"PHONE": "TELEFON",
	"Hi, my name is Sarah Lucia Zimmermann-Schmutzler. I'm a Frontend Developer from Dresden, Germany. I'm married and from August 2023 on I have two children.": "Seien Sie gegrüßt! Ich heiße Sarah Lucia Zimmermann-Schmutzler und bin eine Frontend Entwicklerin aus Dresden. Ich bin verheiratet und ab August 2023 eine Zweifach-Mama.",
	"From 2013 to 2019 I studied Health Management (B.A.) and Public Health (MPH). But an interesting academic subject makes no fascinating way of working. So I opened a new door in 2022 to learn coding professionaly and I attended the Frontend-Course of the Developer Akademie.": "Von 2013 bis 2019 studierte ich Gesundheitsmanagement (B.A.) und Gesundheitswissenschaften (MPH). Im Berufsleben musste ich leider feststellen, dass ein sehr interessantes wissenschaftliches Gebiet nicht unbedingt eine faszinierende Arbeitsweise mit sich bringt. Deswegen bin ich im Jahr 2022 einen neuen Weg gegangen und habe an der Developer Akademie professionell das Frontend Programmieren gelernt.",
	"Coding -": "Programmieren -",
	"- catches me like a fever! I look forward to use my knowledge in practice and improve my skills. That's why Frontend is not the end - I absolutely want to become also a Backend Developer.": "- hat mich, salopp gesagt, eiskalt erwischt. Ich freue mich darauf, meine Fähigkeiten im größeren Rahmen praktisch anzuwenden und weiter auszubauen. Deswegen werde ich nicht stillstehen, sondern mich zum Backend Programmierer weiterentwickeln.",
	"In the future maybe I can bring together my passion of coding and my academic knowledge about the german health care system.": "In Zukunft werde ich vielleicht die Möglichkeit haben, meine Leidenschaft für das Programmieren und meine Expertise im deutschen Gesundheitssystem miteinander zu verbinden.",
	"But that's not the only subject to code for!": "Aber dies ist bei Weitem nicht das einzige Gebiet für das es sich zu programmieren lohnt!",
	"create something beautiful in an almost empty space": "etwas wunderbares in einem fast leeren Raum zu erschaffen",
	"Contact": "Kontakt",
	"You have a coding problem to solve?": "Sie haben ein Programmier-Problem, das gelöst werden muss?",
	"Now that you know a bit of my work, let me know if you are interested to work with me.": "Jetzt, da sie meine Arbeit ein wenig kennengelernt haben, lassen Sie mich wissen, ob Sie mit mir zusammenarbeiten wollen.",
	"To support our family life I only work remote and part time.": "Um unser Familienleben zu unterstützen, arbeite ich remote und in Teilzeit.",
	"Message": "Nachricht",
	"Mail was send successfully!": "Mail erfolgreich versendet!",
	"Imprint": "Impressum",
	"Data Protection": "Datenschutz",
	"ABOUT": "ÜBER",
	"SKILLS": "FÄHIGKEITEN",
	"PROJECTS": "PROJEKTE",
	"CONTACT": "KONTAKT",
	"Projects": "Projekte",
	"Feel free to try out my latest development projects or look into their code.": "Testen Sie meine neuesten Projekte oder schauen Sie in den Code.",
	"TRY": "TESTEN",
	"Popular Card Game \"Ring of Fire\" as a multiplayer App. Coded with Angular and Firebase.": "Das populäre Kartenspiel als Multiplayer App. Programmiert mit Angular und Firebase.",
	"Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.": "Ein Jump 'n' Run-Spiel basierend auf dem objektorientierten Ansatz. Hilf Pepe Münzen und Tabasco-Flaschen einzusammeln und gegen das verrückte Huhn zu kämpfen.",
	"Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.": "Ein Taskmanager inspiriert vom Kanban System. Erstelle und organisiere Aufgaben und ordne sie mittels Drag and Drop verschiedenen Usern und Rubriken zu.",
	"Skills": "Fähigkeiten",
	"I have gained experience in building projects with various technologies and concepts.": "Ich habe Erfahrungen mit diversen Konzepten gesammelt.",
	"Hello": "Hallo",
	"I'm Sarah": "Ich heiße Sarah",
	"Zimmermann-Schmutzler": "Zimmermann-Schmutzler",
	"SEND A MESSAGE": "NACHRICHT"
}