{
	"Über Mich": "About",
	"FUNKTION": "ROLE",
	"Full-Stack-Entwicklerin": "Full Stack Developer",
	"TELEFON": "PHONE",
	"Ich bin leidenschaftliche Full-Stack-Entwicklerin aus Dresden. Das faszinierende an der Programmierung ist für mich der Fakt, dass sie niemals stagniert. Will man als Programmierer mit ihr Schritt halten, muss man sich mit ihr zusammen weiterentwickeln. Deshalb reicht es mir auch nicht, Software nur zu programmieren. Ich möchte sie auch sicher betreiben können. Deswegen bilde ich mich derzeit im DevSecOps Bereich weiter, um Expertise im Hinblick auf Internetsicherheit und Cloud Engineering zu erlangen.": "I am a passionate Full Stack Developer from Dresden. For me coding is fascinating because it never stagnates. If you want to keep pace as an programmer you have to develop together. That's why it's not enough for me to program software. I want to operate it safely. Because of that I educate myself currently in the field of DevSecOps to gain expertise in IT Security and Cloud Engineering.",
	"Für mich hat es einen großen Reiz beim Programmieren analytisches Denken mit Kreativität zu verknüpfen. Man erschafft mithilfe von Zahlen und Buchstaben aus einem leeren Raum eine kleine erfahrbare Welt.": "For me it has an appeal that coding means to combine analytical thinking and creativity. From an empty space you create a tangible world with letters and numbers.",
	"Programmieren ist Kunst.": "Coding is art.",
	"Und was wäre das Leben ohne Kunst?": "And what's life without Art?",
	"Ich bin leidenschaftliche Full-Stack-Entwicklerin aus Dresden.": "I am a passionate Full Stack Developer from Dresden.",
	"Das faszinierende an der Programmierung ist für mich der Fakt, dass sie niemals stagniert. Will man als Programmierer mit ihr Schritt halten, muss man sich mit ihr zusammen weiterentwickeln. Deshalb reicht es mir auch nicht, Software nur zu programmieren. Ich möchte sie auch sicher betreiben können. Deswegen bilde ich mich derzeit im DevSecOps Bereich weiter, um Expertise im Hinblick auf Internetsicherheit und Cloud Engineering zu erlangen.": "For me coding is fascinating because it never stagnates. If you want to keep pace as an programmer you have to develop together. That's why it's not enough for me to program software. I want to operate it safely. Because of that I educate myself currently in the field of DevSecOps to gain expertise in IT Security and Cloud Engineering.",
	"Für mich hat es einen großen Reiz beim Programmieren analytisches Denken mit Kreativität zu verknüpfen.": "For me it has an appeal that coding means to combine analytical thinking and creativity.",
	"Man erschafft mithilfe von Zahlen und Buchstaben aus einem leeren Raum eine kleine erfahrbare Welt.": "From an empty space you create a tangible world with letters and numbers.",
	"Kontakt": "Contact",
	"Sie haben ein Programmier-Problem, das gelöst werden muss?": "You've got a coding problem to solve?",
	"Jetzt, da Sie meine Arbeit ein wenig kennengelernt haben, lassen Sie mich wissen, wie ich Ihnen helfen kann.": "Now you know a piece of my work, let me know how I can help you.",
	"Nachricht": "Message",
	"LOS GEHT'S": "LET'S GET STARTED",
	"Mail was send successfully!": "Mail was send successfully!",
	"Sie haben ein Programmier-Problem?": "You've got a coding problem to solve?",
	"Jetzt, da Sie meine Arbeit ein wenig": "Now you know a piece of my work,",
	"kennengelernt haben, lassen Sie mich wissen,": "let me know",
	"wie ich Ihnen behilflich sein kann.": "how I can help you.",
	"Impressum": "Imprint",
	"Datenschutz": "Data Protection",
	"ÜBER MICH": "ABOUT",
	"FÄHIGKEITEN": "SKILLS",
	"PROJEKTE": "PROJECTS",
	"KONTAKT": "CONTACT",
	"Projekte": "Projects",
	"Testen Sie meine neuesten Projekte oder schauen Sie in den Code.": "Feel free to test my latest coding projects or look into their codes.",
	"TESTEN": "TRY",
	"Video-Streaming-Seite im Stil von Netflix.": "A video streaming service with the style of Netflix.",
	"TRY": "TRY",
	"Ein Taskmanager inspiriert vom Kanban System. Erstelle und organisiere Aufgaben und ordne sie mittels Drag and Drop verschiedenen Rubriken zu.": "A task manager inspired by the kanban system. Create and organize tasks using drag and drop functions.",
	"Ein Kurznachrichtendienst in Echtzeit. Programmiert mit Angular und Firebase.": "An instant messaging program. Coded with Angular and Firebase.",
	"Fähigkeiten": "Skills",
	"Ich durfte bereits mit vielen Konzepten Erfahrungen sammeln.": "I have gained experience in building projects with various technologies and concepts.",
	"Hallo": "Hello",
	"Ich heiße Sarah": "I'm Sarah",
	"Zimmermann-Schmutzler": "Zimmermann-Schmutzler",
	"NACHRICHT": "SEND A MESSAGE"
}